tap "alextodicescu/tgenv"
tap "atombender/ktail"
tap "boz/repo"
tap "cdr/coder"
tap "chef/chef"
tap "cloudflare/cloudflare"
tap "datawire/blackbird"
tap "fairwindsops/tap"
tap "github/gh"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "int128/kubelogin"
tap "jenkins-x/jx"
tap "norwoodj/tap"
tap "tenzer/tap"
tap "vektra/tap"
tap "warrensbox/tap"
tap "yleisradio/terraforms"
brew "antigen"
brew "little-cms2"
brew "webp"
brew "ca-certificates"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libyaml"
brew "awsume"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "dive"
brew "dos2unix"
brew "eksctl"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git-review"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "gron"
brew "grpcurl"
brew "netpbm"
brew "libtool"
brew "icu4c"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "hub"
brew "hyperfine"
brew "jless"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "keychain"
brew "kubernetes-cli", link: false
brew "krew"
brew "kubectx"
brew "lastpass-cli"
brew "pango"
brew "librsvg"
brew "multitail"
brew "nmap"
brew "node"
brew "openjdk"
brew "operator-sdk"
brew "packer"
brew "pinentry-mac"
brew "pipenv"
brew "pyenv"
brew "python@3.8"
brew "rbenv"
brew "ripgrep"
brew "rpm"
brew "ruby"
brew "shellcheck"
brew "socat"
brew "sops"
brew "step"
brew "stern"
brew "telnet"
brew "terminal-notifier"
brew "terraform-docs"
brew "terraform_landscape"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xsv"
brew "xterm"
brew "yadm"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "cdr/coder/coder@1"
brew "datawire/blackbird/telepresence"
brew "goreleaser/tap/goreleaser"
brew "homeport/tap/dyff"
brew "jenkins-x/jx/jx"
cask "amazon-workspaces"
cask "aws-vpn-client"
cask "discord"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "krisp"
cask "lastpass"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "powershell"
cask "sentinel"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "zoom-for-it-admins"
vscode "BazelBuild.vscode-bazel"
vscode "coder.coder-remote"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DevonDCarew.bazel-code"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "heptio.jsonnet"
vscode "johnstoncode.svn-scm"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "rafaelmaiolla.diff"
vscode "redhat.vscode-yaml"
vscode "scala-lang.scala"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
