tap "alextodicescu/tgenv"
tap "atombender/ktail"
tap "boz/repo"
tap "cdr/coder"
tap "chef/chef"
tap "cloudflare/cloudflare"
tap "fairwindsops/tap"
tap "github/gh"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "int128/kubelogin"
tap "jenkins-x/jx"
tap "norwoodj/tap"
tap "tenzer/tap"
tap "vektra/tap"
tap "warrensbox/tap"
tap "yleisradio/terraforms"
brew "act"
brew "antigen"
brew "ca-certificates"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libyaml"
brew "awsume"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "buildifier"
brew "glib"
brew "python@3.9"
brew "libtool"
brew "cfssl"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "csshx"
brew "curl"
brew "dash"
brew "go"
brew "dep"
brew "dive"
brew "docker", link: false
brew "dos2unix"
brew "eksctl"
brew "ext4fuse"
brew "findutils"
brew "fish"
brew "flux"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-review"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go-jira"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "grpcurl"
brew "helm"
brew "helmfile"
brew "hub"
brew "hyperfine"
brew "jless"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "keychain"
brew "kind"
brew "kubernetes-cli", link: false
brew "krew"
brew "kubectx"
brew "kubeval"
brew "lastpass-cli"
brew "multitail"
brew "nmap"
brew "node"
brew "openjdk"
brew "operator-sdk"
brew "packer"
brew "pinentry-mac"
brew "pipenv"
brew "pwgen"
brew "pyenv"
brew "python@3.8"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rpm", link: false
brew "ruby"
brew "selenium-server"
brew "shellcheck"
brew "socat"
brew "sops"
brew "step"
brew "stern"
brew "subversion"
brew "telnet"
brew "terminal-notifier"
brew "terraform-docs"
brew "terraform_landscape"
brew "tesseract"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xsv"
brew "xterm"
brew "yadm"
brew "yq"
brew "zlib"
brew "zsh"
brew "alextodicescu/tgenv/tgenv"
brew "atombender/ktail/ktail"
brew "boz/repo/kail"
brew "cdr/coder/coder-cli"
brew "cloudflare/cloudflare/cloudflared"
brew "goreleaser/tap/goreleaser"
brew "homeport/tap/dyff"
brew "jenkins-x/jx/jx"
brew "norwoodj/tap/helm-docs"
brew "warrensbox/tap/tfswitch"
cask "amazon-workspaces"
cask "aws-vpn-client"
cask "chefdk"
cask "discord"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "krisp"
cask "lastpass"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "powershell"
cask "rectangle"
cask "sentinel"
cask "signal"
cask "slack"
cask "spotify"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "zoom-for-it-admins"
