tap "alextodicescu/tgenv"
tap "atombender/ktail"
tap "boz/repo"
tap "chef/chef"
tap "cloudflare/cloudflare"
tap "github/gh"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "int128/kubelogin"
tap "norwoodj/tap"
tap "tenzer/tap"
tap "vektra/tap"
tap "warrensbox/tap"
tap "yleisradio/terraforms"
brew "act"
brew "antigen"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "libtool"
brew "cfssl"
brew "colordiff"
brew "coreutils"
brew "csshx"
brew "go"
brew "dep"
brew "eksctl"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go-jira"
brew "graphviz"
brew "grep"
brew "helm"
brew "helmfile"
brew "hub"
brew "hyperfine"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "libyaml"
brew "multitail"
brew "nmap"
brew "operator-sdk"
brew "packer"
brew "pinentry-mac"
brew "pipenv"
brew "pwgen"
brew "pyenv"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rpm"
brew "ruby"
brew "selenium-server-standalone"
brew "shellcheck"
brew "socat"
brew "sops"
brew "telnet"
brew "terminal-notifier"
brew "terraform-docs"
brew "terraform_landscape"
brew "tesseract"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xsv"
brew "xterm"
brew "yadm"
brew "yq"
brew "zlib"
brew "zsh"
brew "alextodicescu/tgenv/tgenv"
brew "atombender/ktail/ktail"
brew "boz/repo/kail"
brew "cloudflare/cloudflare/cloudflared"
brew "goreleaser/tap/goreleaser"
brew "homeport/tap/dyff"
brew "norwoodj/tap/helm-docs"
brew "warrensbox/tap/tfswitch"
brew "yleisradio/terraforms/chtf"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "google-cloud-sdk"
cask "iterm2"
cask "powershell"
cask "rectangle"
cask "sentinel"
cask "terraform-0.11.14"
cask "terraform-0.11.15"
cask "terraform-0.13.0"
cask "terraform-0.14.0"
cask "terraform-0.14.5"
cask "terraform-0.15.0"
cask "terraform-1.0.0"
cask "virtualbox"
